# Задача 1
# Вывести на экран циклом пять строк из нулей, причем каждая строка должна быть пронумерована.
loop_iter = 0
while loop_iter < 5:
	loop_iter += 1
	print(loop_iter, '0000000000000000000000000000000000000000000000000000000000000')

